Webservices/soap.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:isil="http://isilog.fr">    <soap:Header xmlns:wsa="http://www.w3.org/2005/08/addressing">       <isil:IsiWsAuthHeader>          <!--Optional:-->          <isil:IsiLogin>DEMO</isil:IsiLogin>          <!--Optional:-->          <isil:IsiPassword></isil:IsiPassword>          <!--Optional:-->          <isil:IsiCallProgram></isil:IsiCallProgram>          <!--Optional:-->          <isil:IsiDataBaseID>IWSREPRISE</isil:IsiDataBaseID>          <!--Optional:-->          <isil:IsiAnnuaire></isil:IsiAnnuaire>       </isil:IsiWsAuthHeader>    </soap:Header>    <soap:Body>       <isil:IsiAddAndGetCall>          <!--Optional:-->          <isil:pIsiCallEntity>             <!--Optional:-->             <isil:IsiFields>                <!--Zero or more repetitions:-->                <isil:IsiWsDataField>                   <!--Optional:-->                   <isil:IsiField>DE_SYMPAPPEL</isil:IsiField>                   <!--Optional:-->                   <isil:IsiValue>@{outputs('Get_response_details')?['body/r01075ef39e894e168b653a166b3d8bf4']} @{outputs('Get_response_details')?['body/responder']} @{outputs('Get_response_details')?['body/submitDate']}</isil:IsiValue>               </isil:IsiWsDataField>            <isil:IsiWsDataField>             <isil:IsiField>C_OBJETSERVICE</isil:IsiField>             <isil:IsiValue></isil:IsiValue>           </isil:IsiWsDataField>           <isil:IsiWsDataField>             <isil:IsiField>C_EQUIPE</isil:IsiField>             <isil:IsiValue>I10</isil:IsiValue>           </isil:IsiWsDataField>              </isil:IsiFields>          </isil:pIsiCallEntity>       </isil:IsiAddAndGetCall>    </soap:Body> </soap:Envelope> 